controllers/SiteController.php

SELECT COUNT(*) FROM `tbl_workflow`
SELECT COUNT(*) FROM `tbl_workflow_execution`
---
    public function actionIndex()
    {
        // $this->layout = '//inspire-layout/inspire-main-layout';
        $this->layout = '//dashboard-layout';
        $arrCountList = [];
        $arrCountList['workflow_count'] = Workflow::find()->count();
        $arrCountList['workflow_execution'] = WorkflowExecution::find()->count();