modules/workflow/controllers/WorkflowController.php

    protected function findModel($id)
    {
        if (($model = Workflow::findOne($id)) !== null) {
---
SELECT * FROM `tbl_workflow` WHERE `id`='1'